{
  "FINANCIAL_LITERACY_TEAM": {
    "TITLE": "Financial Literacy Team",
    "SUCCESS_MSG": "Your Enquiry has been sent successfully",
    "PEOPLE": {
      "TITLE": "MoneyOwl Financial Literacy Team",
      "MGT": [{
          "NAME": "Christopher TAN, CFP®",
          "DP": "chris.png",
          "TITLE": "Executive Director, Financial Literacy Advisory Committee & Trainer",
          "CV": "<p>Christopher Tan has more than two decades of experience in the wealth management and financial planning industry. As Executive Director of MoneyOwl Pte Ltd, he provides expert consultancy across the areas of financial advisory, business development, financial literacy programmes, public education and adviser training. Christopher is also Chief Executive Officer and Founder of Providend Ltd., an associate of MoneyOwl Pte Ltd.</p><p>Christopher contributes regularly to and is often quoted in the local press as well as financial magazines for his expert opinion on financial matters. Since the beginning of his career, Christopher has spoken to hundreds of entities, educating them on personal financial planning issues. Christopher is also an internationally sought-after speaker and trainer in countries such as Indonesia, China, and Mauritius and has advised policy makers and lectured at established local and overseas universities and education institutions.</p><p>Christopher has been a member of the Central Provident Fund (CPF) Advisory Panel since 2014 and sat on the Management Committee of Securities Investors Association (Singapore) (SIAS) from 2009 to 2017.</p><p>In 2005, Asia Financial Planning Journal awarded Christopher the First Prize for the Financial Adviser Representative of the Year. In 2006, Christopher was a nominee for the Spirit of Enterprise Award by Action Community for Entrepreneurs (ACE). In 2009, Christopher received the prestigious Most Promising Entrepreneur Award by Asia Pacific Entrepreneurship Awards.</p><p>Christopher served nearly seven years with the Singapore Armed Forces (SAF) as an Army Officer in operations, instructional as well as staff functions. He continues to serve as an Operationally Ready National Serviceman with the rank of Lieutenant-Colonel (NS).</p><p>Christopher received his Bachelor of Financial Services Degree with honours from the National University of Ireland. He also holds a Master of Business Administration Degree from the University of Warwick. Professionally, Christopher is a Certified Financial Planner and a member of the Financial Planning Association of Singapore. He is also a Certified Emergenetics Associate and an Accredited Certified Coach with International Coach Federation as well as a Certified Action Learning Coach with World Institute of Action Learning.</p>"
        },
        {
          "NAME": "Felicia YEO, CFP®",
          "DP": "felicia.png",
          "TITLE": "Lead, Financial Literacy Trainer",
          "CV": "<p>Felicia has more than 20 years of experience in the financial services industry. She was the Trainer and Content Development Manager at the Institute for Financial Literacy, where she created the financial literacy training curriculum and conducted a few hundreds of public education talks. Prior to that, Felicia was a Financial Service Consultant with AIA. Before joining the financial sector, Felicia was with the Ministry of Education as a Teacher and a Polytechnic Lecturer.</p><p>Felicia is very passionate about sports and education and serves in the National Sports Association. She holds a Bachelor of Business degree and qualified as a Certified Financial Planner certification in 2002. Felicia is also an Associate Estate Planning Practitioner.</p>"
        },
        {
          "NAME": "Lena TENG",
          "DP": "lena.png",
          "TITLE": "Lead, Solutions and Financial Literacy Trainer",
          "CV": "<p>Lena has 15 years of working experience across multiple areas of community engagement, public education, sales and customer relations and operations management, among others. Through various responsibilities at the Central Providend Fund (CPF) Board from 2010 to 2018, Lena has developed in-depth knowledge of all aspects of Singapore’s national pension scheme. In her last role as Deputy Director, Communications, Lena led a team of 11 officers to develop and grow the public direct engagement capabilities of CPF Board, including conducting numerous public talks, roadshows and school and community programmes. Lena also oversaw the development of partnerships with corporate and educational institutions and helmed the market research portfolio for the communications group. Lena holds a Bachelor of Accounting from Nanyang Technological University.</p>"
        },
        {
          "NAME": "Albert TAN ",
          "DP": "albert.png",
          "TITLE": "Financial Literacy Trainer",
          "CV": "<p>Albert has over 5 years of experience in the financial services industry. He was a Financial Adviser Representative at Promiseland Independent Pte Ltd, helping clients in comprehensive financial planning services with a focus on retirement planning. Prior to that, Albert was a Personal Financial Consultant in OCBC Bank, where he achieved the Pinnacle Award for top 15% performance in his rookie year. Before joining the financial sector, Albert was a Flight Steward with Singapore Airlines. Albert holds a Bachelor of Commerce degree from Murdoch University. </p>"
        }
      ]
    }
  },
  "FINANCIAL_WELLNESS_PROGRAMME": {
    "HEADER": "MoneyOwl Works: A Corporate Financial Wellness Programme",
    "DATA": "A turnkey solution that enables companies to help employees save and invest towards their retirement.",
    "TEXT": {
      "T1": "Our",
      "T2": "MoneyOwl",
      "T3": "Works",
      "T4": " programme can help you better engage your employees in the area of personal finance and foster better <br/>employer-employee relations. Companies can demonstrate their care and responsiveness as employers, and reaffirm their employees’ value as persons and professionals. Employees who have financial peace of mind will be focused and effective, thus helping their companies thrive.",
      "T5": "People-centred employers attract and retain talent better. Those at the vanguard of revolutionising employee's long-term financial well-being will make a significant mark in their industry as a role model.",
      "T6": "Benefits To Your",
      "T7": "Employees",
      "T8": "A secure financial future",
      "T9": "Less stress on personal financial matters and improvement in overall physical health",
      "T10": "Increased productivity at work as a result of a sound financial plan in place",
      "T11": "Boost in morale as they are being well taken care of",
      "T12": "Benefits To Your",
      "T13": "Companies",
      "T14": "Thriving business with a stronger workforce – increase in work productivity",
      "T15": "Attract the right talent as more employees are looking at more holistic company’s benefits as part of total compensation",
      "T16": "Increased employees’ engagement and retention"
    },
    "INNER_CONTENT": {
      "HEADER": "The programme comprises of 3 key areas:",
      "TEXT": {
        "T1": "Features of MoneyOwl Works",
        "T2": "MoneyOwl ",
        "T3": "Works",
        "T4": "is a holistic, result-oriented Corporate Financial Wellness Programme and a turnkey solution that complements companies’ existing benefits. It empowers employees with the confidence to take financial planning actions through interactive learning, engagement, and application.",
        "T5": "Financial Planning Workshops",
        "T6": "Employees have to understand the need to plan for their retirement and how to go about doing so. We have customised workshops, platforms, and tools to improve your employees’ personal financial knowledge and proficiency, to help them make wise money decisions confidently.",
        "T7": "Fit For Various Planning Purpose",
        "T8": "Different employee profiles have various needs in their planning. Our ",
        "T9": "MoneyOwl ",
        "T10": "Works",
        "T11": "programme has curated solutions, incorporating national schemes, catering to different employee profiles. Benefit from MoneyOwl’s conflict-free advice and select a suite of low cost financial solutions such as savings plan and low risk investment portfolio most suited for your employees.",
        "T12": "Engagement, Communications and Motivations",
        "T13": "A good programme needs to be communicated effectively to encourage participation. We plan and execute communications to employees via different channels to aid in the promotion of the benefits, and create the environment to motivate and incentivise employees to take action. These include customised communication materials, exclusive events and many more."
      }
    },
    "EMPLOYEE": {
      "TITLE": "Employees Need Help!",
      "TEXT": {
        "T1": "Employees need help in financial planning to achieve peace of mind about their financial security and retirement adequacy. Multiple studies show that the majority of people in Singapore are not financially prepared for retirement.",
        "T2": "Among 2,000 working adults age 21 – 65 ",
        "T3": "*based on latest research from OCBC Financial Wellness Index 2019",
        "T4": "of employees’ top cause of stress is resulted from financial or money matters which affected work productivity.*",
        "T5": "*PWC 2019 employees’ survey "
      }
    },
    "ABOUT_US": {
      "TITLE": "About MoneyOwl",
      "TEXT": {
        "T1": "MoneyOwl is a financial adviser and fund management company licensed by MAS. We are an NTUC Social Enterprise and our mission is to help ordinary Singaporean working families make wise financial planning decisions to improve their financial security, especially retirement adequacy.",
        "T2": "Singapore’s 1st Bionic Financial Adviser",
        "T3": "Conflict-Free",
        "T4": "Secure Platform",
        "T5": "Why MoneyOwl",
        "T6": "Key People of MoneyOwl",
        "T7": "Financial Literacy Trainers",
        "T8": "We have a dedicated team of senior management and financial literacy trainers with deep industry experience to help your company execute a successful Corporate Financial Wellness Programme, to empower your employees to make sound financial decisions confidently.",
        "T9": "Christopher",
        "T10": "Felicia",
        "T11": "Lena",
        "T12": "Albert"
      }
    },
    "CONNECT_US": {
      "HEADER": "Connect with Us",
      "TEXT": {
        "T1": "We understand that every company has different goals and we can help. Leave your contact details below if you would like to get more details and have a further discussion (non-obligatory)."
      }
    }
  }
}
