{
  "GET_START":{
    "TITLE": "Welcome to MoneyOwl!",
    "SUB_TITLE": "In just a few steps, you will embark on a Comprehensive Financial Planning Journey with MoneyOwl. <span class=\"txt-desc\"> We’ll be taking you through your finances now and throughout your retirement years.</span>",
    "CONT_BTN": "Let’s Go"
  },
  "TELL_ABOUT_YOU":{
    "RETIREMENT_TITLE": "How ready are you for retirement?",
    "RETIREMENT_MAIN_TITLE": "Tell us about you. You’ll see snapshots of your financial outlook right away...",
    "RETIREMENT_MIN_TEXT": "You can add up the amount of cash in all your bank accounts. The more detailed the amount, the more accurate is our recommendation.",
    "RETIREMENT_CASH_TITLE": "Cash in bank",
    "CONT_BTN": "Continue"
  },
  "LIFE_PAYOUT":{
    "PAGE_INFO": "We have used our CPF Analyser and your Myinfo details to project your estimated payouts from CPF LIFE.",
    "CARD_TITLE": "Estimated CPF Life Payout if you start withdrawals at",
    "SHOW_ME": "Show Me!",
    "DURATION": "per month*",
    "DISCLAIMER": "*based on estimated future dollar value.",
    "DESC": "Continue and know exactly the steps to take for greater financial confidence in attaining life and family goals, both now and in retirement.",
    "CONT_BTN": "Continue"

  },


  "DOWNLOAD_REPORT":{
    "DESC": "Your financial outlook is ready  in this preview report!",
    "BTN_TEXT": "Download Report",
    "MYINFO_TEXT_1": "We are using your MyInfo details along with ",
    "MYINFO_TEXT_ASSUMPTIONS":"some assumptions",
    "MYINFO_TEXT_2":" to create this preview report. You can refine these details as many times as you want.",
    "TITLE": "What’s a planning report?",
    "MESSAGE": "<p>A personalised report that provides an overview of your <b>financial health, insurance and investment needs, key milestones of retirement</b> and more.</p>Go through your report to uncover insights and recommendations that defines your future financial success.",
    "CONT_BTN": "Continue",
    "ASSUMPTIONS_MODAL":{
      "TITLE": "Assumptions",
      "DESC": "<p>Assumptions were made so that you can view your report using details from MyInfo.</p><p>You would be able to edit the fields anytime, and tailor it to your circumstances by clicking on the “Edit” function within the home screen of your MoneyOwl account.</p><p>Please note that this list is not exhaustive as other fields may be left empty for your input.</p><div>Children Expenses</div><p>We project that there is a monthly support amount of $1,000 for each child. In addition, we would assume that you would be bearing 100% of this amount.</p><div>Children Education</div><p>We project university expenses for a non-medicine course in a Singapore university.</p><div>Do you need to save up for any of your children’s education?</div><p>Yes.</p><div>Any existing endowment education plan?</div><p>No.</p><div>Monthly salary – Employment type.</div><p>Employed.</p><div>Income</div><p>We use your previous year’s taxable income divided by a 12-month period to project your monthly salary. Other income fields would be left as empty.</p><div>Monthly living expenses.</div><p>For this report, we assumed that you spent 70% of your monthly income.</p><div>Any Regular Unit Trust Savings Plan (RSP)</div><p>No.</p><div>Liabilities</div><p>For housing repayment using CPF, we would populate the information from MyInfo.</p><p>For other types of liabilities and loan payments, we would assume these to be zero as these would differ across different clients. Do go through our planning journey and refine these inputs to make it relevant for your circumstances.</p><div>Insurance</div><p>Your existing insurance coverage is empty as these would differ across different clients. For hospitalisation insurance choice, we have selected Private Hospital as our assumption.</p><div>Investments</div><p>Your existing investments is left empty as these would differ across different clients.</p><div>Risk Profile</div><p>Your risk profile is left empty as this will differ across different clients.</p>"
    }
  },
  "START_PLANNING":{
    "DESC": "Great, you are all ready to start planning!",
    "TITLE": "Features and benefits to explore:",
    "SUB_HEAD1": "Cover your insurance needs",
    "SUB_TXT1": "Fully close your insurance gaps to protect the future of your loved ones.",
    "SUB_HEAD2": "Cover your investment needs",
    "SUB_TXT2": "Invest your available cash for a comfortable retirement.",
    "SUB_HEAD3": "Enhance your report recommendations ",
    "SUB_TXT3": "Refine your report when you continue to update more details about you and your family.",
    "SUB_HEAD4": "Speak to adviser",
    "SUB_TXT4": "Contact us for a one-on-one advice should you need any customised planning.",
    "BTN_TXT": "Start Now"
  },
  "LOADER_MESSAGES": {
    "LOADING": {
      "TITLE": "Loading.",
      "MESSAGE": "Please wait."
    }
  }
}
