{
    "ABOUT_US": {
        "TITLE": "About MoneyOwl",
        "WHO_WE_ARE": {
            "TITLE": "Who We Are",
            "MESSAGE": "<p>MoneyOwl is a financial adviser and fund management company licensed by MAS. We aim to empower you to lead fulfilling lives by helping you make wise money decisions easily and confidently.</p><p>We are Singapore’s 1st Bionic Financial Adviser! Leveraging on the calculation precision capabilities of technology, we integrate complex financial models into planning your financial journey along with a personalized human touch from our dedicated financial advisers. We understand that simplifying money decisions involves managing emotions and making rational decisions. That’s why both technology and the human touch of advisers are fundamental in our approach.</p><p>We provide a one-stop service platform that is everything you need to develop a fit-for-purpose financial plan.  Incorporating national schemes such as CPF, we provide comprehensive, impartial and competent financial advice and fund management service. </p><p>We are a joint-venture between NTUC Enterprise Co-operative Limited and Providend Holding Private Limited and exist to fulfil a social mission of serving every household. Wise financial planning helps set the building blocks to reaching your retirement goal – and that’s possible if you start now!</p>"
        },
        "PEOPLE": {
            "TITLE": "Key People of MoneyOwl",
            "MGT":[ {
                "NAME": "Chuin Ting WEBER, CFA®, CAIA",
                "DP": "ct.jpg",
                "TITLE": "Chief Executive Officer / Chief Investment Officer",
                "CV": "<p>Chuin Ting has over 20 years of professional experience spanning the public, social and financial sectors. She was Chief Investment and Asset Management Officer of the Singapore Labour Foundation, a government statutory board. Prior to that, Chuin Ting was Senior Vice President at NTUC Enterprise Co-operative Ltd in which role she oversaw strategic capital management projects and the group’s financial services cluster. She had also been an investment professional at Lion Global Investors Ltd, working in various roles in fixed income, macro strategy, asset allocation and multi-asset fund management. Chuin Ting has also served the Singapore Ministry of Defence covering international defence relations and strategic affairs, including as Deputy Director of Defence Policy.</p><p>Chuin Ting holds Masters of Arts and Bachelor of Arts (Honours) degrees in Modern History from Oxford University, a Bachelor of Arts in Chinese Language and Culture from the Beijing Language and Culture University and the Chartered Financial Analyst (CFA) and Chartered Alternative Investment Analyst (CAIA) designations.</p>"
            },
            {
                "NAME": "Christopher TAN, CFP®",
                "DP": "chris.jpg",
                "TITLE": "Executive Director",
                "CV": "<p>Christopher has more than two decades of experience in the wealth management and financial planning industry. As Executive Director, he provides expert consultancy across the areas of financial advisory, business development, financial literacy programmes, public education and adviser training. Christopher is also the Chief Executive Officer and Founder of Providend Ltd and he has been a member of the Central Provident Fund (CPF) Advisory Panel since 2014. He was also part of the Management Committee of Securities Investors Association Singapore (SIAS) from 2009 to 2017. Christopher contributes regularly to, and is often quoted in the local press as well as financial magazines for his expert opinion on financial matters.</p><p>Christopher has a Bachelor of Financial Services (Honours) Degree from the National University of Ireland and a Master of Business Administration Degree from University of Warwick. He is a Certified Financial Planner and a member of the Financial Planning Association of Singapore.</p>"
            },
            {
                "NAME": "Eddy CHEONG, CFP®",
                "DP": "eddy.jpg",
                "TITLE": "Chief Advisory Officer",
                "CV": "<p>Eddy’s role as the Chief Advisory Officer is to oversees the Client Advisory and Solutions Capability. He leads the team to provide advice to clients; seamlessly via in-person meetings and using technology, oversees the analysis of products and trends as well as the developing of financial planning methodologies and solutions. Eddy was the Head of DIYInsuance and Executive Director of Providend Ltd. He has near 20 years of experience in wealth management and financial planning and was the key architect behind Providend’s proprietary retirement income planning system, RetireWell®. Eddy is the co-author of the “Singapore Master Financial Planning Guide” and he co-led the pioneer project to create the self-check online retirement calculator on CPF website.</p><p>Eddy has a Bachelor of Accountancy Degree from Nanyang Technological University and he is a Certified Financial Planner (CFP) and a member of the Financial Planning Association of Singapore.</p>"
            },
            {
                "NAME": "Alan CHIU",
                "DP": "alan.jpg",
                "TITLE": "Chief Technology Officer",
                "CV": "<p>Alan Chiu is a senior technology and business leader with extensive strategic leadership, technology business innovation and growth experience at high-profile start-ups and public listed multi-nationals in Silicon Valley and Asia. Currently, he is also the Chief Technology Officer and Chief Information Officer at NTUC Link where he leads the digital transformation and builds the technology team to deliver data-driven software products and technology services to NTUC Link, social enterprises across the NTUC Group and external merchants.</p><p>Alan was a Singapore Ministry of Education&apos;s ASEAN Scholar and he graduated with a Bachelor of Science degree in Information Systems and Computer Science from the National University of Singapore.</p>"
            },
            {
                "NAME": "Harry CH’NG, CA, CFA®",
                "DP": "harry.jpg",
                "TITLE": "Head, Finance and Corporate Affairs",
                "CV": "<p>Harry has over 19 years of experience in end to end Finance including financial accounting, FP&A, tax, transfer pricing, treasury and business partnering. He started his career in Arthur Andersen before moving on to leadership positions in Finance and Treasury across diverse industries.  More recently, Harry was Head of Finance for Asia at Unity Technologies, a global leader in game engine and developer services. As the Head of Finance and Corporate Affairs, Harry overseas the scope of financial controlling, human resource, operations and administration. Currently, Harry is also the Director, Finance and Corporate Services at NTUC Link Pte Ltd where he leads the controlling, business analysis, compliance and pricing functions.</p><p>Harry has a Bachelor of Accountancy (Honours) Degree from the National Technological University. He is a Chartered Accountant of Singapore (CA) and a Chartered Financial Analyst (CFA) Charterholder.</p>"
            }]
        }
    }
}